Repository: BackupTheBerlios/happyboom-svn
Catalog: languetudes/locale/*/LC_MESSAGES/languetudes.po
Languages: eo

source: Languetudes
eo: Lingvostudoj

source: fran303247ais
eo: esperante

source: Langue : aucune
eo: Lingvo : nenio

source: Langue : %s
eo: Lingvo : %s

source: Dictionnaires
eo: Vortaroj

source: Version
eo: Detraduko

source: Th303250me
eo: Altraduko

source: Sortie
eo: Eliro

source: Aucune langue selectionn303251e
eo: Neniu elekta lingvo

source: Veuillez d'abord choisir une langue.
eo: Antaŭe bonvolu elekti lingvon.

source: Aucun dictionnaire selectionn303251
eo: Nenio elekta vortaro

source: Veuillez d'abord choisir un ou plusieurs dictionnaires.
eo: Antaŭe bonvolu elekti unu aŭ plurajn vortarojn.

source: Choisir une langue
eo: Elektu lingvon

source: Annuler
eo: Nuligi

source: Ajouter
eo: Almeti

source: Veuillez indiquer un nom de langue dans le champ de texte.
eo: Bonvolu enigi lingvan nomon en la teksta kampo.

source: Nom de langue incorrect
eo: Erara lingva nomo

source: Le nom de langue saisi est d303251j303240 dans la liste.
eo: La enigita lingva nomo jam estas en la listo.

source: dictionnaires
eo: vortaroj

source: Fermer
eo: Fermi

source: Sel
eo: Elekt

source: 303211dit
eo: Eldon

source: Voir
eo: Vid

source: Supp
eo: Forig

source: 303212tes-vous certain de vouloir supprimer le dictionnaire intitul303251 "%s" ?
eo: Ĉu vi estas certa forigi la vortaron titola "%s" ?

source: Confirmation de la suppression
eo: Konfirmo de la forigo

source: Veuillez indiquer un nom au dictionnaire dans le champ de texte.
eo: Bonvolu enigi vortara nomo en la teksta kampo.

source: Nom de dictionnaire incorrect
eo: Erara vortara nomo

source: Un dictionnaire existant porte d303251j303240 ce nom. Veuillez en taper un autre.
eo: Ekzistanta vortaro jam havas tiu nomo. Bonvolu enigi alion.

source: Libell303251 incorrect
eo: Erara vortigo

source: Veuillez remplir tous les champs de cette bo303256te de dialogue.
eo: Bonvolu plenigi cxiujn kampojn de tiu invitilo.

source: Ce couple a d303251j303240 303251t303251 entr303251. Vous ne pouvez pas faire de doublons.
eo: Tiu paro jam estis enigita. Vi ne povas fari duoblojn

source: Doublons d303251tect303251s
eo: Eltrova duobloj

source: Le mot %s "%s" est d303251j303240 dans le dictionnaire. 303212tes-vous certain de l'associer 303240 un second mot %s ?
eo: La %s vorto "%s" jam estas en la vortaro. Ĉu vi estas certa de kunligi ĝin kun duan %s vorton ?

source: M.A.J
eo: ĝisdatig

source: 303212tes-vous certain de vouloir supprimer le couple de mot "%s" / "%s" ?
eo: Ĉu vi estas certa forigi la vortan paron "%s" / "%s" ?

source: version
eo: detraduko

source: Terminer
eo: Fini

source: Score
eo: Poentaro

source: Valider
eo: Validigi

source: Faux. La bonne traduction est : "%s"
eo: Malĝusta. La ĝusta tradukto estas : "%s"

source: Mauvaise r303251ponse
eo: Malĝusta respondo

source: th303250me
eo: Altraduko
